common/models/Partners.php

    public function GetId($server)
    {
        $var = $this->find()->where(['domain' => $server])->asArray()->One();
---
SELECT * FROM `partners` WHERE `domain`='project'

    public function GetAllowCat($id)
    {
        $var = $this->find()->where(['id' => $id])->asArray()->One();
---
SELECT * FROM `partners` WHERE `id`='2'