<?php
namespace common\traits\Categories;

use Yii;

trait CustomCatalog
{
    public function customCatalog()
    {
        return [
            'cat'=>[
    ['categories_id' => 100000, 'parent_id' => 0],
            ['categories_id' => 1632, 'parent_id' => 100000],
        ['categories_id' => 1720, 'parent_id' => 1632],
			['categories_id' => 3194, 'parent_id' => 1720],
            ['categories_id' => 1724, 'parent_id' => 1720],
			['categories_id' => 100005, 'parent_id' => 1720],
            ['categories_id' => 1725, 'parent_id' => 1720],
			['categories_id' => 100007, 'parent_id' => 1720],
            ['categories_id' => 100008, 'parent_id' => 1720],
			['categories_id' => 1727, 'parent_id' => 1720],
            ['categories_id' => 1723, 'parent_id' => 1720],
			['categories_id' => 1726, 'parent_id' => 1720],
            ['categories_id' => 1722, 'parent_id' => 1720],
		['categories_id' => 1746, 'parent_id' => 1632],
        ['categories_id' => 100014, 'parent_id' => 1746],
			['categories_id' => 2502, 'parent_id' => 1746],
            ['categories_id' => 1799, 'parent_id' => 2502],
			['categories_id' => 100017, 'parent_id' => 1746],
            ['categories_id' => 100018, 'parent_id' => 1746],
				['categories_id' => 1755, 'parent_id' => 100018],
                ['categories_id' => 1756, 'parent_id' => 100018],
				['categories_id' => 100021, 'parent_id' => 100018],
                ['categories_id' => 1748, 'parent_id' => 100018],
			['categories_id' => 1749, 'parent_id' => 1746],
            ['categories_id' => 1750, 'parent_id' => 1746],
			['categories_id' => 100025, 'parent_id' => 1746],
            ['categories_id' => 100026, 'parent_id' => 1746],
			['categories_id' => 1752, 'parent_id' => 1746],
            ['categories_id' => 1753, 'parent_id' => 1746],
			['categories_id' => 100029, 'parent_id' => 1746],
            ['categories_id' => 100030, 'parent_id' => 1746],
			['categories_id' => 100031, 'parent_id' => 1746],
            ['categories_id' => 100032, 'parent_id' => 1746],
			['categories_id' => 100033, 'parent_id' => 1746],
            ['categories_id' => 1754, 'parent_id' => 1746],
			['categories_id' => 100035, 'parent_id' => 1746],
            ['categories_id' => 1731, 'parent_id' => 1632],
		['categories_id' => 1729, 'parent_id' => 1632],
        ['categories_id' => 1730, 'parent_id' => 1632],
			['categories_id' => 1732, 'parent_id' => 1730],
            ['categories_id' => 100040, 'parent_id' => 1730],
		['categories_id' => 100041, 'parent_id' => 1632],
        ['categories_id' => 1776, 'parent_id' => 100041],
			['categories_id' => 1777, 'parent_id' => 100041],
            ['categories_id' => 100044, 'parent_id' => 100041],
			['categories_id' => 3243, 'parent_id' => 100041],
            ['categories_id' => 100046, 'parent_id' => 1632],
			['categories_id' => 1778, 'parent_id' => 100046],
            ['categories_id' => 1779, 'parent_id' => 100046],
			['categories_id' => 100049, 'parent_id' => 100046],
            ['categories_id' => 100050, 'parent_id' => 100046],
		['categories_id' => 1814, 'parent_id' => 1632],
        ['categories_id' => 1787, 'parent_id' => 1632],
			['categories_id' => 1789, 'parent_id' => 1787],
            ['categories_id' => 1788, 'parent_id' => 1787],
			['categories_id' => 1790, 'parent_id' => 1787],
            ['categories_id' => 100056, 'parent_id' => 1632],
			['categories_id' => 100057, 'parent_id' => 100056],
            ['categories_id' => 1797, 'parent_id' => 100056],
				['categories_id' => 1800, 'parent_id' => 1797],
                ['categories_id' => 1801, 'parent_id' => 1797],
				['categories_id' => 1798, 'parent_id' => 1797],
                ['categories_id' => 100062, 'parent_id' => 1797],
			['categories_id' => 100063, 'parent_id' => 100056],
            ['categories_id' => 100064, 'parent_id' => 1632],
			['categories_id' => 100065, 'parent_id' => 100064],
            ['categories_id' => 100066, 'parent_id' => 100064],
		['categories_id' => 1810, 'parent_id' => 1632],
        ['categories_id' => 100068, 'parent_id' => 1810],
			['categories_id' => 100069, 'parent_id' => 1810],
            ['categories_id' => 100070, 'parent_id' => 1810],
			['categories_id' => 100071, 'parent_id' => 1810],
            ['categories_id' => 1812, 'parent_id' => 1810],
		['categories_id' => 1740, 'parent_id' => 1632],
        ['categories_id' => 1821, 'parent_id' => 1740],
			['categories_id' => 1742, 'parent_id' => 1740],
            ['categories_id' => 100076, 'parent_id' => 1740],
			['categories_id' => 100077, 'parent_id' => 1740],
            ['categories_id' => 100078, 'parent_id' => 1740],
		['categories_id' => 100079, 'parent_id' => 1632],
        ['categories_id' => 100080, 'parent_id' => 100079],
			['categories_id' => 1744, 'parent_id' => 100079],
            ['categories_id' => 100082, 'parent_id' => 100079],
		['categories_id' => 1759, 'parent_id' => 1632],
        ['categories_id' => 100084, 'parent_id' => 1759],
		['categories_id' => 1780, 'parent_id' => 1632],
        ['categories_id' => 1783, 'parent_id' => 1780],
			['categories_id' => 1782, 'parent_id' => 1780],
            ['categories_id' => 1781, 'parent_id' => 1780],
			['categories_id' => 1786, 'parent_id' => 1780],
            ['categories_id' => 100090, 'parent_id' => 1632],
			['categories_id' => 1795, 'parent_id' => 100090],
            ['categories_id' => 100092, 'parent_id' => 100090],
			['categories_id' => 100093, 'parent_id' => 100090],
            ['categories_id' => 100094, 'parent_id' => 100090],
		['categories_id' => 1771, 'parent_id' => 1632],
        ['categories_id' => 100096, 'parent_id' => 1771],
			['categories_id' => 1772, 'parent_id' => 1771],
            ['categories_id' => 1774, 'parent_id' => 1771],
			['categories_id' => 100099, 'parent_id' => 1771],
            ['categories_id' => 1773, 'parent_id' => 1771],
			['categories_id' => 100101, 'parent_id' => 1771],
            ['categories_id' => 2486, 'parent_id' => 1771],
			['categories_id' => 100103, 'parent_id' => 1771],
            ['categories_id' => 100104, 'parent_id' => 1771],
		['categories_id' => 1791, 'parent_id' => 1632],
        ['categories_id' => 1793, 'parent_id' => 1791],
			['categories_id' => 100107, 'parent_id' => 1791],
            ['categories_id' => 1792, 'parent_id' => 1791],
			['categories_id' => 1804, 'parent_id' => 1791],
            ['categories_id' => 1739, 'parent_id' => 100000],
		['categories_id' => 1734, 'parent_id' => 1739],
        ['categories_id' => 1735, 'parent_id' => 1734],
			['categories_id' => 1737, 'parent_id' => 1734],
            ['categories_id' => 1738, 'parent_id' => 1734],
			['categories_id' => 1736, 'parent_id' => 1734],
            ['categories_id' => 100116, 'parent_id' => 1734],
		['categories_id' => 100117, 'parent_id' => 1739],
        ['categories_id' => 100118, 'parent_id' => 1739],
		['categories_id' => 100119, 'parent_id' => 1739],
        ['categories_id' => 100120, 'parent_id' => 100000],
		['categories_id' => 100121, 'parent_id' => 100120],
        ['categories_id' => 992, 'parent_id' => 100121],
			['categories_id' => 1565, 'parent_id' => 100121],
            ['categories_id' => 765, 'parent_id' => 100120],
		['categories_id' => 100125, 'parent_id' => 100120],
        ['categories_id' => 100126, 'parent_id' => 100120],
		['categories_id' => 100127, 'parent_id' => 100120],
        ['categories_id' => 993, 'parent_id' => 100120],
		['categories_id' => 2487, 'parent_id' => 100120],
        ['categories_id' => 100130, 'parent_id' => 100120],
	['categories_id' => 1762, 'parent_id' => 100000],
    ['categories_id' => 1763, 'parent_id' => 1762],
			['categories_id' => 1770, 'parent_id' => 1763],
            ['categories_id' => 100134, 'parent_id' => 1762],
		['categories_id' => 100135, 'parent_id' => 1762],
        ['categories_id' => 1764, 'parent_id' => 1762],
			['categories_id' => 100137, 'parent_id' => 1764],
            ['categories_id' => 100138, 'parent_id' => 1764],
			['categories_id' => 100139, 'parent_id' => 1764],
            ['categories_id' => 1765, 'parent_id' => 1762],
		['categories_id' => 1649, 'parent_id' => 1762],
        ['categories_id' => 100142, 'parent_id' => 1762],
		['categories_id' => 1769, 'parent_id' => 1762],
        ['categories_id' => 1767, 'parent_id' => 1762],
        ['categories_id' => 100145, 'parent_id' => 1762],
        ['categories_id' => 1768, 'parent_id' => 1762],
	['categories_id' => 100147, 'parent_id' => 100000],
    ['categories_id' => 1909, 'parent_id' => 100147],
			['categories_id' => 100149, 'parent_id' => 1909],
            ['categories_id' => 100150, 'parent_id' => 1909],
			['categories_id' => 100151, 'parent_id' => 1909],
            ['categories_id' => 100152, 'parent_id' => 1909],
			['categories_id' => 1947, 'parent_id' => 1909],
            ['categories_id' => 100154, 'parent_id' => 1909],
			['categories_id' => 100155, 'parent_id' => 1909],
            ['categories_id' => 100156, 'parent_id' => 1909],
			['categories_id' => 1949, 'parent_id' => 1909],
            ['categories_id' => 100158, 'parent_id' => 1949],
				['categories_id' => 100159, 'parent_id' => 1949],
                ['categories_id' => 1948, 'parent_id' => 1909],
				['categories_id' => 100161, 'parent_id' => 1909],
                ['categories_id' => 100162, 'parent_id' => 1909],
			['categories_id' => 100163, 'parent_id' => 1909],
            ['categories_id' => 1951, 'parent_id' => 1909],
				['categories_id' => 100165, 'parent_id' => 1951],
                ['categories_id' => 100166, 'parent_id' => 1951],
			['categories_id' => 100167, 'parent_id' => 1909],
            ['categories_id' => 100168, 'parent_id' => 1909],
		['categories_id' => 100169, 'parent_id' => 100147],
        ['categories_id' => 3181, 'parent_id' => 100169],
			['categories_id' => 1953, 'parent_id' => 100169],
            ['categories_id' => 1954, 'parent_id' => 100169],
		['categories_id' => 3275, 'parent_id' => 100147],
        ['categories_id' => 2541, 'parent_id' => 3275],
			['categories_id' => 100175, 'parent_id' => 3275],
            ['categories_id' => 100176, 'parent_id' => 3275],
		['categories_id' => 3094, 'parent_id' => 100147],
        ['categories_id' => 1881, 'parent_id' => 100147],
		['categories_id' => 100179, 'parent_id' => 100147],
        ['categories_id' => 3258, 'parent_id' => 100179],
			['categories_id' => 3244, 'parent_id' => 100179],
            ['categories_id' => 3245, 'parent_id' => 100179],
		['categories_id' => 100183, 'parent_id' => 100147],
        ['categories_id' => 100184, 'parent_id' => 100183],
			['categories_id' => 100185, 'parent_id' => 100183],
            ['categories_id' => 1907, 'parent_id' => 100147],
			['categories_id' => 2701, 'parent_id' => 1907],
            ['categories_id' => 2700, 'parent_id' => 1907],
			['categories_id' => 3090, 'parent_id' => 1907],
            ['categories_id' => 3091, 'parent_id' => 1907],
			['categories_id' => 2699, 'parent_id' => 1907],
            ['categories_id' => 3093, 'parent_id' => 1907],
			['categories_id' => 3205, 'parent_id' => 1907],
            ['categories_id' => 3095, 'parent_id' => 1907]


        ],
        'name'=>[

        ]
        ];
        /*

Мужчинам					new	100195
	Одежда				1668	100196
		Верхняя одежда			1826	100197
			Дубленки		new	100198
			Куртки		new	100199
				Джинсовые куртки	1831	100200
				Кожаные куртки	1835	100201
				Зимние куртки	new	100202
				Демисезонные куртки 	1829	100203
			Пальто		new	100204
			Плащи		new	100205
			Жилетки		1832	100206
			Полупальто		new	100207
			Пуховики		new	100208
			Ветровки		1827	100209
			Парки		1833	100210
			Дождевики		new	100211
			Бомберы		new	100212
			Аляски		new	100213
			Зимние костюмы		1834	100214
			Анораки		new	100215
		Рубашки			1679	100216
			С длинным рукавом		2468	100217
			С коротким рукавом		2469	100218
		Рубашки поло			1839	100219
			С длинным рукавом		new	100220
			С коротким рукавом		new	100221
		Футболки и майки			new	100222
			Футболки		new	100223
			Лонгсливы		1838	100224
			Майки		new	100225
				Майки с принтами	1879	100226
			Тельняшки		new	100227
			Борцовки		new	100228
		Водолазки			1847	100229
		Жакеты и пиджаки			new	100230
			Жакеты		new	100231
			Пиджаки		new	100232
		Толстовки			new	100233
			Худи		new	100234
			Свитшоты		1842	100235
		Джемпера и кофты			new	100236
			Кофты		new	100237
			Свитера		new	100238
			Джемперы		new	100239
			Кардиганы		1846	100240
			Жилеты		new	100241
				Вязаные жилеты	1848	100242
		Шорты			1854	100243
		Брюки			1849	100244
		Джинсы			1671	100245
		Костюмы			new	100246
			Классические 		new	100247
		Комбинезоны			new	100248
		Спортивная одежда			new	100249
			Штаны		new	100250
			Костюмы		1680	100251
			Брюки		1850	100252
			Олимпийки		1843	100253
			Шорты		1856	100254
		Домашняя одежда			new	100255
			Пижамы		1677	100256
			Халаты		1860	100257
			Брюки 		1852	100258
			Домашние костюмы		3332	100259
	Камуфляж				new	100260
	Нижнее белье				1677	100261
		Плавки			1678	100262
		Трусы			1684	100263
			Боксеры		new	100264
			Семейные		new	100265
		Майки нательные			2490	100266
		Трико			2491	100267
		Термобелье			new	100268
		Комплекты			new	100269
			Майки и трусы		new	100270
		Эротическое белье			new	100271
		Кальсоны			new	100272
		Корректирующее белье			3107	100273
	Носки				1674	100274
Детям					new	100275
	Одежда				new	100276
		Для девочек			1904	100277
			Платья		1434	100278
				Вечерние платья	new	100279
				Нарядные платья	new	100280
				Бальные платья	new	100281
				Боди	new	100282
				Сарафаны	new	100283
			Туники		new	100284
			Блузки		new	100285
			Рубашки		new	100286
			Жилетки		1916	100287
			Толстовки		1927	100288
			Брюки и шорты		new	100289
				Брюки	1913	100290
				Шорты	1930	100291
				Рейтузы	new	100292
			Юбки		1931	100293
			Футболки и лонгсливы		new	100294
				Футболки	new	100295
				Поло	new	100296
				Поло с длинным рукавом$	new	100297
				Лонгсливы	new	100298
			Майки и топы		1928	100299
				Майки	new	100300
				Топы	new	100301
			Водолазки		new	100302
			Комбинезоны		1920	100303
			Лосины и легинсы		1968	100304
				Лосины	new	100305
				Легинсы	2525	100306
			Джемпера и кофты		new	100307
				Кофты	new	100308
				Кардиганы	new	100309
				Свитера	new	100310
			Верхняя одежда		new	100311
				Шубы	new	100312
				Куртки	new	100313
				Пуховики	new	100314
				Пальто	new	100315
				Ветровки	new	100316
				Парки	new	100317
				Дождевики	new	100318
				Зимние костюмы	new	100319
				Комбинезоны	1919	100320
			Домашняя одежда		new	100321
				Пижамы	new	100322
				Халаты	new	100323
				Ночные сорочки	new	100324
			Спортивная одежда		1926	100325
				Костюмы	new	100326
			Костюмы		1962	100327
			Джинсы		1915	100328
		Для мальчиков			1905	100329
			Рубашки		1933	100330
			Жилетки		1937	100331
			Толстовки		1941	100332
			Верхняя одежда		new	100333
				Куртки	new	100334
				Пуховики	new	100335
				Пальто	new	100336
				Ветровки	new	100337
				Парки	new	100338
				Дождевики	new	100339
				Зимние костюмы	new	100340
				Комбинезоны	1943	100341
			Брюки и шорты		new	100342
				Брюки	1934	100343
				Шорты	1961	100344
			Водолазки		new	100345
			Костюмы		1946	100346
			Джинсы		1936	100347
			Футболки и лонгсливы		new	100348
				Футболки	new	100349
				Поло	new	100350
				Поло с длинным рукавом$	new	100351
				Лонгсливы	new	100352
			Майки		1967	100353
			Домашняя одежда		new	100354
				Пижамы	new	100355
				Халаты	new	100356
			Спортивная одежда		1940	100357
				Костюмы	new	100358
			Комбинезоны		1944	100359
			Камуфляжная форма		2519	100360
		Для новорожденных			1908	100361
			Конверты		2536	100362
			Ползунки		new	100363
			Штанишки		new	100364
			Пинетки		new	100365
			Распашонки		2535	100366
			Комплекты		1360	100367
			Подарочные наборы		2539	100368
			Аксессуары		new	100369
				Шапки	new	100370
				Слюнявчики	1362	100371
				Чепчики	1361	100372
				Косынки	new	100373
				Рукавички	new	100374
			Крестильное		2537	100375
			Коконы		new	100376
			Ясельный трикотаж		new	100377
				Трусы	new	100378
				Боди	1308	100379
				Полотенце-уголок	new	100380
				Пеленки	new	100381
			Верхняя одежда		2520	100382
				Пуховики	new	100383
				Зимние комбинезоны	new	100384
			Комбинезоны		1623	100385
	Колготки и носки				new	100386
		Колготки			new	100387
		Носки			new	100388
		Гольфы			new	100389
		Гетры			new	100390
		Гамаши			new	100391
	Нижнее белье				new	100392
		Трусы			new	100393
		Комплекты			new	100394
		Термобелье			3239	100395
		Бюстгальтеры			new	100396
		Майки нательные			new	100397
		Кальсоны			new	100398
		Трико			new	100399
	Купальники и плавки				new	100400
		Купальники			new	100401
		Плавки			1958	100402
	Карнавальные костюмы 				new	100403
		Для девочек			1917	100404
		Для мальчиков			1938	100405
Большие размеры					new	100406
	Женская				1350	100407
		Платья			1693	100408
			Вечерние платья		3195	100409
			Длинные платья		1718	100410
			Короткие платья		1719	100411
			Сарафаны		1863	100412
		Футболки и лонгсливы			1706	100413
			Футболки		1466	100414
			Майки		1882	100415
			Топы		1883	100416
			Лонгсливы		new	100417
		Верхняя одежда			1697	100418
			Куртки		new	100419
				Демисезонные куртки	1864	100420
				Джинсовые куртки	2498	100421
				Зимние куртки	new	100422
				Кожаные куртки	2497	100423
			Ветровки		1865	100424
			Пуховики		new	100425
			Пальто		2500	100426
			Плащи		new	100427
			Зимние костюмы		1463	100428
		Джинсы			1580	100429
		Жакеты и пиджаки			new	100430
			Жакеты		new	100431
			Пиджаки		new	100432
			Блейзеры		new	100433
		Костюмы			new	100434
			Деловые		new	100435
			С юбкой		1470	100436
			С брюками		new	100437
			С шортами		new	100438
		Спортивная одежда			1710	100439
			Костюмы		1472	100440
			Брюки		1893	100441
			Олимпийки		1902	100442
		Комбинезоны			1709	100443
			С брюками		1490	100444
			С шортами		2503	100445
		Туники			1469	100446
		Блузки и рубашки			new	100447
			Блузки		1867	100448
			Рубашки		1878	100449
			Рубашки с коротким рукавом		1877	100450
		Водолазки			1870	100451
		Джемпера и кофты			new	100452
			Кофты		new	100453
			Свитера		new	100454
			Джемперы		new	100455
			Кардиганы		new	100456
			Болеро		1872	100457
		Толстовки			new	100458
			Худи		new	100459
			Свитшоты		new	100460
		Жилеты			1712	100461
			Вязанные		1965	100462
			Классические		1875	100463
			Утепленные		1964	100464
			Меховые		1966	100465
		Юбки			1707	100466
			Макси		1899	100467
			Мини		1897	100468
			Миди		1898	100469
			Юбка-карандаш		1896	100470
		Нижнее белье			1704	100471
			Трусы		1476	100472
			Бюстгальтеры		1474	100473
			Боди		new	100474
			Эротическое белье		2510	100475
			Корректирующее белье		1462	100476
			Корсеты		new	100477
			Комплекты белья 		1475	100478
		Домашняя одежда			1705	100479
			Халаты		1467	100480
			Пижамы		1478	100481
			Пеньюары		new	100482
			Домашние костюмы		2507	100483
			Комплекты		1611	100484
			Ночные сорочки		1477	100485
		Брюки и шорты			1696	100486
			Брюки		1890	100487
			Лосины		new	100488
			Легинсы		1564	100489
			Шорты		1608	100490
			Капри		new	100491
			Бриджи		new	100492
		Колготки и чулки			1715	100493
			Колготки		new	100494
			Чулки		2513	100495
		Купальники			1695	100496
			Бикини		1884	100497
			Слитные		1888	100498
			Танкини		1885	100499
		Плавки			new	100500
		Пляжная одежда			1887	100501
			Парео		new	100502
			Туники		new	100503
	Мужская				new	100504
		Верхняя одежда			new	100505
			Куртки		new	100506
				Демисезонные куртки	new	100507
				Джинсовые куртки	new	100508
				Зимние куртки	new	100509
				Кожаные куртки	new	100510
			Ветровки		new	100511
			Пуховики		new	100512
			Пальто		new	100513
			Плащи		new	100514
			Зимние костюмы		new	100515
		Джемпера и кофты			new	100516
			Свитера		new	100517
			Джемперы		new	100518
			Кардиганы		new	100519
		Нижнее белье			new	100520
			Трусы		new	100521
		Домашняя одежда			new	100522
			Халаты		new	100523
			Пижамы		new	100524
			Трико		new	100525
Обувь					new	100526
	Женская				1976	100527
		Балетки			1977	100528
		Туфли			1993	100529
			Свадебные		new	100530
			Лодочки		new	100531
			Вечерние		new	100532
		Босоножки			new	100533
		Сандалии			new	100534
		Ботильоны			1979	100535
		Ботинки			1980	100536
		Резиновая обувь			new	100537
			Резиновые сапоги		1988	100538
			Галоши		new	100539
		Валенки			1981	100540
		Дутики			1982	100541
		Кеды			1983	100542
		Кроссовки			1984	100543
		Мокасины			1985	100544
		Шлепанцы			1986	100545
		Полусапожки			1987	100546
		Сапоги			1990	100547
		Сабо			1989	100548
		Слипоны			1991	100549
		Домашняя обувь			new	100550
			Тапочки		1992	100551
			Угги		new	100552
			Сапожки		new	100553
			Чуни		new	100554
			Бабуши		3210	100555
		Угги			1994	100556
		Унты			1995	100557
		Сникерсы			new	100558
		Вьетнамки			new	100559
		Ботфорты			new	100560
		Сапожки			new	100561
	Мужская				1996	100562
		Сандалии			2002	100563
		Ботинки			1997	100564
		Дутики			new	100565
		Кеды			1998	100566
		Кроссовки			1999	100567
		Мокасины			2000	100568
		Полуботинки			2005	100569
		Резиновая обувь			new	100570
			Резиновые сапоги		3390	100571
			Галоши		new	100572
		Сапоги			1597	100573
		Слипоны			2007	100574
		Домашняя обувь			new	100575
			Тапочки		2004	100576
			Угги		new	100577
			Сапожки		new	100578
			Чуни		new	100579
			Бабуши		new	100580
		Вьетнамки			2001	100581
		Шлепанцы			new	100582
		Топсайдеры			2006	100583
	Детская				2008	100584
		Для девочек			new	100585
			Босоножки		new	100586
			Балетки		2009	100587
			Чешки		new	100588
			Сандалии		new	100589
			Ботинки		new	100590
			Валенки		new	100591
			Дутики		new	100592
			Кеды		new	100593
			Кроссовки		new	100594
			Мокасины		new	100595
			Резиновая обувь		new	100596
				Резиновые сапоги	new	100597
				Галоши	new	100598
			Домашняя обувь		new	100599
				Тапочки	new	100600
				Угги	new	100601
				Чуни	new	100602
				Сапожки	new	100603
			Сапожки		new	100604
			Туфли		2021	100605
			Угги		new	100606
			Сникерсы		new	100607
			Вьетнамки		new	100608
			Шлепанцы		new	100609
		Для мальчиков			new	100610
			Чешки		new	100611
			Сандалии		new	100612
			Ботинки		new	100613
			Валенки		new	100614
			Дутики		new	100615
			Кеды		new	100616
			Кроссовки		new	100617
			Мокасины		new	100618
			Резиновая обувь		new	100619
				Резиновые сапоги	new	100620
				Галоши	new	100621
			Домашняя обувь		new	100622
				Тапочки	new	100623
				Угги	new	100624
				Чуни	new	100625
				Сапожки	new	100626
			Сапожки		new	100627
			Угги		new	100628
			Вьетнамки		new	100629
			Шлепанцы		new	100630
	Аксессуары для обуви				1562	100631
		Стельки			new	100632
		Шнурки			new	100633
		Ложки для обуви			new	100634
		Сушилки			new	100635
		Мешки для обуви			new	100636
	Средства по уходу				new	100637
		Крема			new	100638
		Дезодорант			new	100639
Сумки					new	100640
	Женские (noindex)				2047	100641
		Женские сумки			835	100642
		Косметички			1112	100643
		Клатчи			1163	100644
		Рюкзаки			2548	100645
		Пляжные сумки			2547	100646
	Мужские (noindex)				1681	100647
		Мужские сумки			new	100648
		Клатчи			new	100649
		Барсетки			new	100650
		Портфели			2551	100651
		Рюкзаки			2553	100652
		Поясные сумки			2552	100653
	Детские сумки				1111	100654
		Портфели			new	100655
		Рюкзаки			new	100656
			Школьные		new	100657
			Игрушки		new	100658
	Наборы сумок				new	100659
	Для ноутбуков				new	100660
		Сумки			3009	100661
		Чехлы			new	100662
	Дорожные сумки				2555	100663
		Чемоданы			2555	100664
	Спортивные сумки				2554	100665
	Хозяйственные сумки				3057	100666
		Авоськи			new	100667
		Баулы			new	100668
		Сумки тележки			new	100669
Аксессуары					932	100670
	Женские				new	100671
		Аксессуары для волос			2120	100672
			Повязки		new	100673
			Ободки		new	100674
			Резинки		939	100675
			Заколки		940	100676
		Платки, шарфы, палантины			new	100677
			Снуды		new	100678
			Шали		new	100679
			Шарфы		1819	100680
			Палантины		new	100681
			Зажимы для платков		new	100682
			Платки		2485	100683
		Головные уборы			1815	100684
			Косынки		new	100685
			Бейсболки		new	100686
			Кепки		new	100687
			Банданы		new	100688
			Шляпы		1818	100689
			Шляпки		new	100690
			Береты		1820	100691
			Панамы		new	100692
			Теплые наушники		1825	100693
			Шапки		new	100694
			Помпоны		new	100695
			Комплекты		1823	100696
		Солнцезащитные очки			new	100697
		Часы и ремешки			new	100698
			Наручные часы		865	100699
			Ремешки		new	100700
		Перчатки и варежки			new	100701
			Перчатки		new	100702
			Варежки		new	100703
		Ремни и пояса			new	100704
			Ремни		new	100705
			Пояса		new	100706
			Пряжки		new	100707
		Кошельки и портмоне			new	100708
			Кошельки		new	100709
			Портмоне		new	100710
		Зеркальца			2128	100711
		Веера			2731	100712
	Мужские				new	100713
		Шарфы и платки			new	100714
			Шарфы		1808	100715
			Нагрудные платки			100716
		Головные уборы			1805	100717
			Косынки		new	100718
			Бейсболки		new	100719
			Кепки		new	100720
			Банданы		new	100721
			Шляпы		2482	100722
			Береты		new	100723
			Панамы		2483	100724
			Шапки		new	100725
			Комплекты (шарф, шапка)		1809	100726
		Солнцезащитные очки			new	100727
		Часы и ремешки			new	100728
			Наручные часы		873	100729
			Ремешки		new	100730
		Трости			new	100731
		Перчатки и варежки			new	100732
			Перчатки		new	100733
			Варежки		new	100734
		Ремни и подтяжки			new	100735
			Ремни		new	100736
			Пряжки		new	100737
			Подтяжки		2121	100738
		Кошельки и портмоне			new	100739
			Кошельки		new	100740
			Портмоне		new	100741
			Зажимы для денег		3136	100742
		Запонки			2126	100743
		Галстуки и бабочки			new	100744
			Галстуки		2124	100745
			Бабочки		new	100746
			Зажимы для галстука		new	100747
	Детские				1906	100748
		Головные уборы			new	100749
			Бейсболки		new	100750
			Кепки		new	100751
			Шапки		new	100752
			Панамы		new	100753
			Банданы		new	100754
			Шляпы		new	100755
			Косынки		new	100756
			Береты		new	100757
		Шарфы			new	100758
			Снуды		new	100759
			Шапки и шарфы		new	100760
		Часы и ремешки			new	100761
			Наручные часы		988	100762
			Ремешки		new	100763
		Зонты			479	100764
		Перчатки и варежки			1422	100765
			Перчатки		new	100766
			Варежки		new	100767
		Кошельки			new	100768
		Аксессуары для волос			new	100769
			Заколки		new	100770
			Резинки		new	100771
		Носовые платки			2127	100772
		Подтяжки и ремни			1443	100773
			Подтяжки		new	100774
			Ремни		new	100775
		Галстуки и бабочки			1538	100776
			Галстуки		new	100777
			Бабочки		new	100778
	Зонты				new	100779
		Зонты трость			new	100780
		Полуавтоматы			new	100781
		Автоматы			new	100782
	Ключницы				2118	100783
	Монетницы				new	100784
	Обложки для документов				1313	100785
	Визитницы				2117	100786
	Платки носовые				1310	100787
	Папки из кожи				3010	100788
Бижутерия и украшения						100789
	Гарнитуры					100790
	Татуировки и пирсинг					100791
	Цепи и подвески					100792
	Шкатулки					100793
	Броши					100794
	Ювелирная бижутерия					100795
		Диадемы				100796
		Серьги, клипсы				100797
	Браслеты					100798
	Серьги, клипсы					100799
	Кольца и перстни					100800
	Накладные воротники					100801
	Детская бижутерия					100802
	Бусы, колье, ожерелье					100803
Красота и здоровье						100804
	Аппаратная косметология					100805
		Мезотерапия				100806
		Чистка и пиллинг				100807
	Банные принадлежности					100808
		Банные наборы				100809
		Банные принадлежности				100810
		Товары для бани				100811
	Гигиена					100812
		Влажные салфетки				100813
	Декоративная косметика					100814
		Для глаз				100815
		Для губ				100816
		Для лица				100817
		Для ногтей				100818
	Детская косметика					100819
	Инструменты и аксессуары					100820
		Аксессуары и дизайн ногтей				100821
		Инструменты для маникюра и педикюра				100822
		Чемоданы для мастеров				100823
	Косметика для волос					100824
		Аксессуары для окрашивания и стрижки				100825
		Краски для волос				100826
		Маски для волос				100827
		Расчески и аксессуары для укладки волос				100828
		Шампуни, бальзамы, кондиционеры				100829
	Косметика для лица					100830
		Маски для лица				100831
		Подарочные наборы				100832
		Уход за губами				100833
		Уход за кожей век				100834
		Уход за кожей лица				100835
		Уход за ресницами				100836
	Косметика для рук и ног					100837
		Крем для ног				100838
		Крем для рук				100839
		Маска-перчатки для рук				100840
		Маски для ног				100841
		Носочки для педикюра				100842
		Парафинотерапия				100843
		Пилинги и скрабы для ног				100844
		Пилинги и скрабы для рук				100845
	Косметические приборы					100846
		Косметические зеркала				100847
		Косметические наборы				100848
		Косметические принадлежности				100849
			Для лица			100850
			Для рук и ног			100851
	Мужская косметика					100852
		Для бритья				100853
		Наборы				100854
	Мыло ручной работы					100855
	Ортопедические товары					100856
	Парфюмерия					100857
		Женский парфюм				100858
		Мужской парфюм				100859
	Средства по уходу за телом					100860
		Антицеллюлитные средства				100861
		Бритье и депиляция				100862
		Гели для душа, скрабы, мыло				100863
		Дезодоранты и антиперспиранты				100864
		Наборы для тела				100865
		Соли и пена для ванны				100866
		Средства для интимной гигиены				100867
		Средства для коррекции фигуры				100868
		Уход за кожей и телом				100869
	Товары для здоровья					100870
		Биологически активные добавки				100871
		Лечебные сборы				100872
	Товары для похудения					100873
		Необычное похудение				100874
		Одежда для похудения				100875
		Продукты для похудения				100876
	Уход за полостью рта					100877
		Зубная паста, отбеливание зубов				100878
		Зубные щетки				100879
	Техника для здоровья					100880
		Аппараты для коррекции фигуры				100881
		Весы напольные				100882
		Гидромассажные ванночки для ног				100883
		Другое для здоровья				100884
	Массажеры					100885
		Вакуумные массажеры				100886
		Вибромассажеры				100887
		Массажеры для глаз				100888
		Массажеры для лица				100889
		Массажеры для ног				100890
		Массажеры для тела				100891
		Массажные накидки				100892
Дом и дача						100893
	Биотуалеты					100894
	Бытовая химия					100895
		Ароматизаторы для белья				100896
		Моющие средства				100897
		Освежители воздуха				100898
		Средства гигиены				100899
	Все для шашлыка					100900
		Аксессуары для мангала				100901
		Мангалы, коптильни				100902
		Решетки для барбекю				100903
		Шампуры				100904
	Гобеленовые изделия					100905
	Для ванной и туалета					100906
		Аксессуары для ванной и туалета				100907
		Вантузы				100908
		Ковры и коврики для ванной				100909
		Сиденья, крышки для унитаза				100910
		Шторы для ванной комнаты				100911
	Инструменты для дома, дачи					100912
	Интерьер дома					100913
		Благовония				100914
		Будильники				100915
		Вазы				100916
		Горшки и балконные ящики для цветов				100917
		Декор стен				100918
		Дополнения интерьера				100919
		Зеркала				100920
		Интерьерные наклейки				100921
		Интерьерные часы				100922
		Искусственные растения				100923
		Картины и фоторамки				100924
		Ковры и коврики				100925
		Светильники				100926
		Свечи и подсвечники				100927
		Статуэтки				100928
		Термометры, барометры				100929
		Фотоальбомы				100930
	Кухонные принадлежности					100931
		Дуршлаги и сита				100932
		Кухонная навеска				100933
		Кухонные рейлинги и держатели				100934
		Лапшерезки и аксессуары				100935
		Миски				100936
		Молотки для мяса				100937
		Мясорубки ручные				100938
		Наборы кухонных принадлежностей				100939
		Открывалки и консервные ножи				100940
		Подносы и подставки				100941
		Прихватки				100942
		Соковыжималки ручные				100943
		Специальные приспособления				100944
		Ступки и измельчители				100945
		Таймеры и термометры				100946
		Тёрки и овощерезки				100947
	Кухонный текстиль					100948
		Наборы				100949
		Прихватки				100950
		Скатерти				100951
		Фартуки				100952
	Матрасы, наматрасники					100953
		Наматрасники				100954
	Мебель					100955
		Комоды				100956
		Мягкая мебель				100957
		Надувная мебель для дома				100958
		Складная мебель				100959
	Ножи					100960
		Все для заточки и хранения ножей				100961
		Кухонные ножницы и секаторы				100962
		Наборы ножей				100963
		Ножи кухонные				100964
		Овощечистки				100965
		Разделочные доски				100966
		Специальные ножи				100967
	Одеяла, подушки					100968
		Одеяла				100969
		Подушки и наперники				100970
	Пледы					100971
	Покрывала					100972
	Полотенца					100973
		Набор полотенец				100974
		Полотенца банные				100975
		Полотенца кухонные				100976
		Полотенца с рисунком				100977
	Постельное белье					100978
		Наволочки				100979
		Пододеяльники				100980
		Постельное белье				100981
		Постельное белье				100982
		Постельное белье				100983
		Постельное белье				100984
		Постельное белье				100985
		Простыни				100986
	Посуда для приготовления пищи					100987
		Баки пищевые				100988
		Бочки				100989
		Все для выпечки				100990
		Ёмкости для хранения продуктов				100991
		Казаны				100992
		Кастрюли				100993
		Ковши				100994
		Котелки				100995
		Крышки				100996
		Кухонная утварь				100997
		Кухонные комплекты				100998
		Наборы посуды				100999
		Посуда для приготовления на пару				101000
		Посуда для СВЧ печей				101001
		Сковороды				101002
		Скороварки				101003
		Сотейники				101004
		Утятницы и Жаровни				101005
		Фондю и Мармиты				101006
		Формы для льда				101007
	Посуда для сервировки					101008
		Блюда и блюдца				101009
		Бокалы				101010
		Кофейные пары				101011
		Кофейные сервизы				101012
		Предметы сервировки стола				101013
		Рюмки				101014
		Стаканы				101015
		Столовые приборы				101016
		Столовые сервизы				101017
		Тарелки				101018
		Хрусталь				101019
		Чайные пары				101020
		Чайные сервизы				101021
	Приготовление чая, кофе					101022
		Заварочные чайники				101023
		Кофе				101024
		Кофемолки ручные				101025
		Кружки и чашки				101026
		Отдельные предметы				101027
		Турки				101028
		Френч-прессы				101029
		Чайники				101030
	Сад и огород					101031
		Вилы, грабли, лопаты				101032
		Грунт				101033
		Декор для сада				101034
		Лейки				101035
		Парники				101036
		Полезные аксессуары				101037
		Садовая мебель				101038
		Садовый инвентарь				101039
		Удобрения				101040
		Шланг садовый				101041
		Ящики почтовые				101042
	Средства от насекомых, грызунов					101043
	Текстиль с электроподогревом					101044
		Электроодеяла				101045
		Электропростыни				101046
	Термосы					101047
		Термокружки				101048
		Термосы для еды				101049
		Термосы для напитков				101050
	Уборка					101051
		Ведра, тазы, контейнеры				101052
		Губки, тряпки, салфетки				101053
		Мешки, пакеты для мусора				101054
		Перчатки хозяйственные				101055
		Швабры, щетки, мопы, веники, совки				101056
	Фильтры для воды					101057
	Хозяйственные товары					101058
		Баки универсальные				101059
		Бумажные изделия				101060
		Корзины для белья				101061
		Корзины для мусора				101062
		Крышки для банок				101063
		Мебельная фурнитура				101064
		Навесные замки				101065
		Пакеты с ручками				101066
		Прищепки				101067
		Сушилки для белья				101068
		Упаковочные материалы				101069
		Утеплители				101070
		Уход за одеждой и обувью				101071
		Хранение и переноска продуктов				101072
	Хранение вещей					101073
		Аксессуары для хранения				101074
		Вакуумные компрессионные пакеты				101075
		Вешалки, крючки				101076
		Канистры				101077
		Контейнеры, боксы, коробки				101078
		Корзины для игрушек				101079
		Органайзеры				101080
		Полки и корзины				101081
		Чехлы, кофры, саше				101082
	Шторы и тюль					101083
		Карнизы, кольца для штор				101084
		Тюль				101085
		Шторы				101086
	Электрооборудование					101087
	Электрика					101088
		Звонки и кнопки звонков				101089
		Освещение				101090
		Удлинители силовые				101091
Игрушки и сувениры						101092
	Детское творчество					101093
		Поделки				101094
		Бисероплетение				101095
		Все для лепки				101096
		Гравюра				101097
		Рисование				101098
		Модели для сборки				101099
		Аппликация				101100
		Вышивание				101101
		Плетение				101102
		Вязание				101103
		Выжигание				101104
		Выпиливание				101105
		Квиллинг				101106
		Оригами, кусудамы				101107
		Наклейки, альбомы для наклеек				101108
		Игровой песок				101109
	Музыкальная игрушка					101110
	Подарки и сувениры					101111
		Необычные подарки				101112
		Карты игральные				101113
		Шкатулки				101114
		Подарочные пакеты				101115
		Амулеты				101116
		Магниты, брелки				101117
		Бизнес сувениры				101118
		Копилки				101119
		Конверты				101120
	Для малышей					101121
		Дуги, растяжки, подвески				101122
		Мобили				101123
		Погремушки, прорезыватели				101124
		Игровые коврики				101125
		Развивающие игрушки				101126
		Книжки-игрушки				101127
		Заводные игрушки				101128
		Наборы для песочницы				101129
		Неваляшки, юлы				101130
		Игрушки для купания				101131
		Каталки				101132
		Резиновые игрушки				101133
		Игрушки-забавы				101134
		Сачки				101135
	Куклы и мягкие игрушки					101136
		Мягкие игрушки				101137
		Куклы				101138
		Одежда для кукол				101139
		Аксессуары для кукол				101140
		Кукольные театры				101141
	Конструкторы					101142
		Металлический конструктор				101143
		Пластиковый конструктор				101144
		Деревянный конструктор				101145
		Магнитный конструктор				101146
		Бумажный конструктор				101147
		Мягкий конструктор				101148
	Транспорт					101149
		Р/У самолеты, вертолеты				101150
		Р/У машины				101151
		Р/У корабли, лодки				101152
		Р/У прочая техника				101153
		Самолеты, вертолеты				101154
		Спецтехника				101155
		Набор машинок				101156
		Треки, гаражи				101157
		Военная техника				101158
		Водный транспорт				101159
		Железные дороги				101160
		Машинки				101161
		Космическая техника				101162
	Игрушечное оружие					101163
		Пистолеты, бластеры, прочее				101164
		Водяное оружие				101165
	Подвижные игры					101166
		Мыльные пузыри				101167
		Мячи				101168
		Запускалки				101169
		Игровые домики				101170
		Качели, лесенки				101171
		Диаболо, Йо-йо				101172
	Настольные игры, пазлы					101173
		Пазлы				101174
		Настольные игры				101175
		Карточные игры				101176
		Шахматы, шашки, нарды				101177
		Лото, домино				101178
		Настольный Футбол, Хоккей, Аэрохоккей				101179
		Стратегические игры				101180
		Экономические игры				101181
		Настольный бильярд				101182
	Товары для праздника					101183
		Игры для вечеринки				101184
		Товары для организации праздника				101185
		Сервировка стола				101186
		Праздничный интерьер				101187
		Краски-грим				101188
	Развивающие игрушки					101189
		Головоломки, кубики				101190
		Музыкальные инструменты				101191
		Мозаика				101192
		Калейдоскопы				101193
		Алфавит, цифры				101194
		Обучающие компьютеры				101195
		Микроскопы, телескопы				101196
		Наборы для исследований, опытов				101197
		Доски для рисования, магнитные				101198
		Учебные столики, парты				101199
		Раскраски				101200
	Игровые наборы					101201
		Для девочек				101202
		Для мальчиков				101203
	Интерактивные, технологичные игрушки					101204
		Интерактивные игрушки				101205
		Роботы, трансформеры				101206
		Фотоаппараты, камеры, проекторы				101207
		Телефоны				101208
		Рации, бинокли, шпионская техника				101209
	Фигурки игровые и для дома					101210
		Солдатики и рыцари				101211
		Фигурки для дома				101212
		Любимые герои				101213
		Мир животных				101214
	Детский транспорт					101215
		Электромобили и мотоциклы				101216
		Машины с педальным приводом				101217
		Машины-каталки				101218
		Качалки				101219
Спорт и туризм						101220
	Одежда для туризма, отдыха, рыбалки					101221
		Маскхалаты и плащпалатки				101222
		Камуфлированные куртки и жилеты				101223
		Камуфлированные брюки и полукомбинезоны				101224
		Тельняшки и футболки камуфлированные				101225
		Камуфляжная форма для детей				101226
		Камуфлированные костюмы				101227
		Камуфлированное нательное белье				101228
		Камуфлированные головные уборы				101229
		Толстовки камуфлированные				101230
		Сапоги				101231
	Коньки роликовые					101232
		Коньки роликовые детские				101233
		Коньки роликовые взрослые				101234
	Самокаты					101235
	Туристическое снаряжение					101236
		Туристические палатки				101237
		Надувные кровати				101238
		Туристические коврики, пенки				101239
		Фонари				101240
		Горелки, лампы, топливо				101241
		Туристическая посуда				101242
		Ножи				101243
		Самозащита				101244
		Туристические рюкзаки				101245
	Товары для рыбалки					101246
		Ящики рыболовные				101247
		Приманки				101248
	Бассейны, пляжный отдых					101249
		Бассейны				101250
		Насосы, фильтры, аксессуары для бассейнов				101251
		Товары для пляжного отдыха				101252
	Велосипеды и аксессуары					101253
		Велоаксессуары				101254
		Велосипеды детские				101255
	Коньки					101256
		Коньки детские				101257
		Коньки взрослые				101258
	Все для пикника и отдыха					101259
		Мебель кемпинговая и туристическая				101260
		Посуда для пикника				101261
		Переносные холодильники				101262
		Наборы для пикника				101263
		Корзины для пикника				101264
	Санки, салазки					101265
		Снегокаты				101266
		Санки-ватрушки				101267
		Санки				101268
		Ледянки				101269
	Аксессуары для занятия спортом					101270
		Защита				101271
		Шейкеры и бутылки для воды				101272
	Атлетика, фитнес					101273
		Гимнастические мячи, массажеры				101274
		Скакалки, обручи				101275
		Утяжелители, гантели, диски				101276
		Тренажеры, эспандеры, степперы				101277
	Виды спорта					101278
		Тенис и Настольный тенис				101279
		Бадминтон				101280
		Бокс				101281
		Футбол				101282
		Баскетбол				101283
		Волейбол				101284
		Хоккей, хоккей на траве				101285
	Активный отдых					101286
		Дартс, Кольцеброс				101287
		Кегли, Городки, Боулинг				101288
	Лыжи и аксессуары					101289
		Лыжи				101290
		Лыжная обувь и крепления				101291
Хобби, увлечение						101292
	Мыловарение					101293
		Формы				101294
		Масла, ароматизаторы, украшения				101295
	Бисероплетение					101296
		Бисер, бусины, стеклярус				101297
		Наборы для бисероплетения				101298
	Аксессуары для курения					101299
		Бензин для зажигалок				101300
	Скрапбукинг, квиллинг					101301
		Бумага для скрапбукинга				101302
		Украшения и декор				101303
		Бумага для квиллинга				101304
		Инструменты для скрапбукинга				101305
		Инструменты для квиллинга				101306
	Шитье					101307
		Материалы для отделки				101308
		Нитки швейные				101309
		Принадлежности для шитья и кроя				101310
	Вышивка					101311
		Вышивка крестом и гладью				101312
		Вышивка бисером				101313
		Аксессуары для вышивки				101314
	Наборы для раскрашивания по номерам					101315
	Контейнеры для фурнитуры и ниток					101316
	Изготовление украшений					101317
		Бусины				101318
		Фурнитура				101319
Книги						101320
	Книги для детей					101321
		Детская литература				101322
		Энциклопедии				101323
		Дошкольное обучение				101324
		Книги для родителей, воспитателей				101325
	Разное					101326
Офис и школа						101327
	Товары для школы					101328
		Рюкзаки и сумки				101329
		Канцелярские товары				101330
		Школьная форма				101331
		Мешки для обуви				101332
		Пеналы, косметички, тубусы				101333
		Подставки для книг				101334
		Дневники, расписание уроков, портфолио				101335
		Одежда для уроков труда				101336
		Обложки, папки для тетрадей				101337
		Глобусы и карты				101338
	Бумага и бумажные изделия					101339
		Бумага для офисной техники				101340
		Стикеры, бумага для заметок				101341
		Самоклеящиеся этикетки и бумага				101342
		Почтовые конверты и пакеты				101343
		Бухгалтерские книги, бланки, формы				101344
		Ролики и чековая лента				101345
		Блокноты и бизнес-тетради				101346
		Открытки, грамоты, дипломы				101347
		Ежедневники и еженедельники				101348
		Календари, планинги				101349
		Записные и телефонные книги				101350
		Альбомы, бумага для рисования				101351
		Цветная бумага, картон				101352
		Бумага для черчения				101353
		Тетради				101354
		Ватман				101355
		Калька				101356
		Папки для черчения и рисования				101357
		Бизнес-органайзеры				101358
		Холст для рисования				101359
	Демонстрационное оборудование					101360
		Доски				101361
		Аксессуары для досок				101362
		Демонстрационные системы				101363
		Таблички и бейджи				101364
		Рекламные стойки, подставки и накопители				101365
	Принадлежности для рисования, черчения					101366
		Гуашь				101367
		Акварельные краски				101368
		Фломастеры				101369
		Пальчиковые краски				101370
		Карандаши акварельные				101371
		Карандаши цветные				101372
		Акриловые краски				101373
		Мелки восковые				101374
		Кисти для рисования				101375
		Циркули и готовальни				101376
		Тушь чертежная				101377
		Линейки и угольники				101378
		Уголь для рисования				101379
		Пастель				101380
		Мел школьный для доски				101381
		Чертежные доски и сумки				101382
		Темперные краски				101383
		Масляные краски				101384
		Контурные и витражные краски				101385
		Цветные мелки				101386
		Палитры				101387
	Письменные принадлежности					101388
		Ручки гелевые				101389
		Ручки роллеры				101390
		Ручки линеры				101391
		Ручки шариковые				101392
		Ручки бизнес-класса, наборы ручек				101393
		Футляры, подставки для ручек				101394
		Стержни, чернила, тушь				101395
		Текстовыделители				101396
		Карандаши чернографитовые				101397
		Карандаши механические				101398
		Грифели для механических карандашей				101399
		Маркеры для досок и флипчартов				101400
		Маркеры нестираемые (перманентные)				101401
		Ластики				101402
		Точилки				101403
		Карандаши для спецработ				101404
		Рапидографы				101405
		Маркеры специальные				101406
		Ручки перьевые				101407
	Папки, системы архивации					101408
		Файлы и файловые папки				101409
		Папки регистраторы				101410
		Скоросшиватели				101411
		Архивные папки и короба				101412
		Папки-портфели				101413
		Папки на кольцах				101414
		Папки-планшеты				101415
		Папки на резинках				101416
		Разделители листов				101417
		Картотеки, подвесная регистратура				101418
		Папки с зажимом				101419
		Папки-уголки				101420
		Папки-конверты				101421
		Папки адресные				101422
	Канцелярские товары					101423
		Дыроколы				101424
		Зажимы для бумаг				101425
		Клей				101426
		Клейкие ленты, скотч				101427
		Кнопки, скрепки				101428
		Корректоры				101429
		Ножницы, ножи канцелярские, шило				101430
		Резинка для денег				101431
		Лупы канцелярские				101432
		Степлеры, антистеплеры и скобы				101433
		Штемпельная продукция				101434
		Корзины для бумаг				101435
		Лотки и накопители для бумаг				101436
		Настольные подставки и наборы				101437
		Калькуляторы				101438
		Визитницы				101439
		Диспенсеры				101440
		Подкладки для письма				101441
		Подушки для смачивания пальцев				101442
	Шкафы, сейфы, аптечки					101443
	Чистящие средства для оргтехники					101444
	Офисная техника					101445
		Расходные материалы для переплета и ламинирования				101446
		Пленки для печати				101447
	Ролики, этикетки для принтеров					101448
Электроника						101449
	Портативная электроника					101450
		Наушники				101451
		Умные часы и браслеты				101452
		Радиоприемники и радиочасы				101453
		Аксессуары к портативной электронике				101454
	Аудио и видеотехника					101455
		Аудиотехника				101456
		Подставки и кронштейны				101457
		Универсальные пульты ДУ				101458
		Антенны				101459
		Батарейки и аккумуляторы				101460
		Видеокамеры				101461
	Аксессуары					101462
		Боксы, стойки, конверты, портмоне для CD/DVD				101463
		Коврики для мыши				101464
		Чехлы для телефонов				101465
		Чехлы для планшетов				101466
		Зарядные устройства				101467
		Кабели, переходники, адаптеры				101468
		Подставки для телефонов				101469
		Флешки, карты памяти, картридеры				101470
		Защитные пленки				101471
		Моноподы				101472
		Объективы				101473
		Подвески для сотовых телефонов				101474
		Клавиатуры, мыши, геймпады				101475
		Стилусы				101476
	Фотоаппараты и аксессуары					101477
	Специализированные средства					101478
Автотовары						101479
	Автоэлектроника					101480
		Видеорегистраторы				101481
		Автопылесосы				101482
	Автокресла детские					101483
	Автохолодильники					101484
		Автохолодильники				101485
		Аккумуляторы холода				101486
		Аксессуары				101487
	Аксессуары					101488
		Автомобильные держатели				101489
		Аксессуары для сотовых телефонов				101490
		Автомобильные коврики				101491
		Ароматизаторы				101492
		Лопаты				101493
		Очки водителя				101494
		Полезные мелочи				101495
		Снего / стеклоочистители				101496
		Чехлы и накидки на сиденья				101497
		Товары в дорогу				101498
	Аудио/видеотехника					101499
		Автомагнитолы				101500
		Усилители и акустика				101501
Спецодежда						101502
	Брюки					101503
	Медицинская одежда					101504
	Одежда для сферы обслуживания					101505
	Перчатки					101506
	Рабочая форма					101507
Зоотовары						101508
	Одежда для животных					101509
	Средства от паразитов					101510
	Аксессуары для животных					101511
		Аксессуары				101512
		Домики, игровые комплексы				101513
		Контейнеры для корма				101514
		Лежанки				101515
		Переноски, клетки				101516
		Поилки				101517
		Когтеточки				101518
		Ошейники и поводки				101519
		Вольеры				101520
	Корм для животных					101521
		Корм для собак				101522
		Корм для кошек				101523
		Корм для грызунов				101524
		Корм для птиц				101525
		Витамины и пищевые добавки				101526
		Лакомства				101527
		Корм для рыб				101528
		Корм для черепах				101529
	Игрушки					101530
	Наполнитель					101531
	Туалетные лотки, памперсы					101532
		Для кошек				101533
		Для грызунов				101534
		Для собак				101535
		Совки				101536
		Памперсы				101537
		Пеленки				101538
	Гигиена					101539
	Аксессуары для птиц					101540
		Поилки, кормушки				101541
		Клетки				101542
		Игрушки				101543
		Купалки				101544
		Жердочки				101545
		Гнезда				101546
	Аксессуары для рыб и рептилий					101547
		Аквариумы				101548
		Черепашники				101549
		Поилки, кормушки				101550
	Груминг					101551
		Щетки				101552
		Когтерезы				101553
		Ножницы				101554
	Косметика					101555
		Шампуни				101556
		Спреи и духи				101557
		Кондиционеры и бальзамы				101558
		Уход за лапами				101559
Строительные инструменты						101560
	Электроинструменты					101561
		Ударные дрели				101562
		Электропилы				101563
		Шлифовальные машины				101564
	Ручной инструмент					101565
		Ножи и ножовки				101566
		Бокорезы, кусачки				101567
		Ключи, шестигранники				101568
		Отвертки				101569
		Молотки, кувалды				101570
		Топоры				101571
		Клещи, плоскогубцы				101572
		Ножницы по металлу				101573
		Наборы инструментов				101574
		Зажимы, струбницы				101575
		Рулетки				101576
		Измерительные инструменты				101577
		Стамески				101578
		Ящики для инструментов				101579
		Валики для покраски, кисти				101580
	Оснастка и расходные материалы					101581
		Насадки				101582
		Стержни для клеевых пистолетов				101583
		Веревки, шпагаты				101584
		Крепеж				101585
Бытовая техника						101586
	Климатическая техника					101587
		Обогреватели				101588
		Воздухоочистители				101589
		Увлажнители				101590
		Вентиляторы				101591
		Водонагреватели				101592
		Ароматизаторы воздуха				101593
		Метеостанции				101594
		Сушилки для рук				101595
	Бытовая техника для кухни					101596
		Блендеры и миксеры, измельчители				101597
		Мультиварки, скороварки				101598
		Мясорубки				101599
		Кухонные комбайны				101600
		Хлебопечки				101601
		Соковыжималки				101602
		Мороженицы и йогуртницы				101603
		Пароварки				101604
		Фритюрницы				101605
		Сэндвичницы				101606
		Вафельницы				101607
		Орешницы				101608
		Блинницы				101609
		Пончик-мейкеры				101610
		Яйцеварки				101611
		Электросковороды				101612
		Микроволновые печи				101613
		Мини-печи и ростеры				101614
		Настольные плитки				101615
		Тостеры				101616
		Аэрогрили и электрогрили				101617
		Шашлычницы				101618
		Кипятильники				101619
		Электрочайники и термопоты				101620
		Кофейное оборудование				101621
		Кухонные весы и безмены				101622
		Ломтерезки и электроножи				101623
		Вакуумные упаковщики				101624
		Сушилки для овощей				101625
		Шоколадный фонтан				101626
		Электромельницы для специй				101627
		Электрические открывалки				101628
		Очистка воды				101629
		Аксессуары				101630
		Малые кухонные приборы				101631
	Бытовая техника для дома					101632
		Пылесосы контейнерные				101633
		Пылесосы моющиеся и с аквафильтром				101634
		Минипылесосы				101635
		Аксессуары для пылесосов				101636
		Утюги				101637
		Гладильные доски				101638
		Сушилки для одежды				101639
		Паровые швабры				101640
		Пароочистители				101641
		Стеклоочистители				101642
		Аксессуары для пароочистителей				101643
		Швейные машины				101644
		Ручные машинки, мини				101645
		Машинки для удаления катышков				101646
		Сушилки для обуви				101647
		Аксессуары для техники для дома				101648
		Отпариватели				101649
		Степлеры для запайки пакетов				101650
	Крупная бытовая техника					101651
		Стиральные машины				101652
		Вытяжки подвесные				101653
		Аксессуары для КБТ				101654
	Уход за собой					101655
		Электробритвы мужские				101656
		Эпиляторы				101657
		Фены				101658
		Фен-щетки				101659
		Стайлеры и щипцы				101660
		Триммеры				101661
		Машинки для стрижки				101662
		Электробигуди				101663
		Приборы для завивки ресниц				101664
		Аксессуары для мужских бритв				101665
		Аксессуары				101666
		Приборы для маникюра и педикюра				101667
		Другое для ухода за собой				101668
		Сауны				101669
	Уход за полостью рта					101670
		Ирригаторы				101671
		Аксессуары				101672
		Электрические зубные щетки				101673
Новый год						101674
	Новогодние подарки					101675
	Гирлянды электрические и фейеверки					101676
	Дождик, мишура, подвески					101677
	Елки					101678
	Елочные украшения					101679
	Игрушки и сувениры новогодние					101680
	Карнавальные аксессуары					101681
	Карнавальные костюмы					101682
	Маски					101683
	Новогодние сумки					101684
	Плакаты, наклейки					101685
	Свечи и подсвечники					101686
	Символ года					101687
	Упаковка для подарков					101688
	Хлопушки, конфетти, серпантин, спреи					101689
	Шарики					101690


        ';
*/
    }

}