frontend/modules/admin/controllers/DefaultController.php

SELECT * FROM `partners_orders` WHERE partners_id=2
---
    public function actionCancelorder()
    {
        $id = Yii::$app->request->post('id');
        $orders = new PartnersOrders();
        $orders_data = $orders->findOne($id);

SELECT * FROM `partners_orders` WHERE `id`=6
---
    public function actionDelegate()
    {
        // Yii::$app->response->format = \yii\web\Response::FORMAT_JSON;
        $data = intval(Yii::$app->request->post('id'));
        $self = intval(Yii::$app->request->post('self'), 0);
        $ordersdata = new PartnersOrders();
        $userpartnerdata = new User();
        $userdata = new PartnersUsersInfo();
        $ordersparam = $ordersdata->find()->where(['id' => $data])->asArray()->one();

SELECT * FROM `partners_orders` WHERE `id`='15'
---
                    $entrycountry = Countries::findOne($userOM->entry_country_id);
                    $entryzones = Zones::findOne($userOM->entry_zone_id);
                    $orders = new Orders();
                    $orderforsavedata = PartnersOrders::findOne($data);