frontend/modules/admin/controllers/DefaultController.php

SELECT * FROM `partners_users_info` WHERE `id`='87'
---
                                $userCustomerInfo->customers_info_id = $customer_id;
                                $userCustomerInfo->customers_info_date_account_created = date("Y-m-d h:i:s");
                                if ($userCustomerInfo->save()) {
                                    $newuserpartnerscastid = PartnersUsersInfo::findOne($userparam[id]);